/* 
  StorageManagement.strings
  CleanMyMac

  Created by Kryvoblotskyi Sergii on 2/6/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/

"Scanning..." = "Skanowanie...";
"(%ld%% completed)" = "(%ld%% ukończono)";
"CleanMyMac is scanning your %@" = "CleanMyMac skanuje %@";
"%@ of purgeable space has been found." = "Wykryto %@ miejsca zwalnialnego.";
"Run CleanMyMac" = "Uruchom CleanMyMac";
"There are series of items that can be removed without any loss to your system or private data. Run CleanMyMac to proceed with precise scan." = "Wiele rzeczy można oczyścić bez naruszenia systemu lub plików prywatnych. Uruchom CleanMyMac, aby kontynuować skanowanie precyzyjne.";

"System Junk" = "Śmieci systemowe";
"Photos Junk" = "Śmieci w Zdjęciach";
"Mail Attachments" = "Załączniki Mail";
"iTunes Junk" = "Śmieci w iTunes";
"Trash Bins" = "Kosze";
